{
  "translation": {
    "navbar.about": "ABOUT",
    "navbar.services": "SERVICES",
    "navbar.blog": "BLOG",
    "navbar.lets_talk": "LET'S TALK",
    "hero.headline": "Transforming Ideas into Intelligent Tools.",
    "hero.cta": "OneRetire app is LIVE",
    "about.tag": "About Us",
    "about.headline": "We partner with visionaries to build tools that last",
    "about.main_text": "Founded by a former United Nations professional and creator of OneRetire, we combine global insight with technical expertise to transform complex challenges into clear, intelligent solutions. We specialize in app development, website design, and AI automation, helping organizations and entrepreneurs grow through smart, scalable technology. From custom software and mobile apps to AI agents, our solutions are built to perform — beautifully and reliably.",
    "about.contact_button": "Let’s create something lasting — something that sings",
    "web_dev.title": "Web Development Services",
    "web_dev.tagline": "Build modern, responsive, and high-performing websites for your brand.",
    "products.tag": "What we offer",
    "products.web_dev.title": "Web Development & Design Services",
    "products.web_dev.description": "We craft high-performance websites and digital platforms that are engineered for speed, stability, and scale. We combine your vision with our technical expertise to build an optimal, beautiful foundation for your growth.",
    "products.web_dev.points_0": "Custom Website Design & Development: Building fast, responsive, and secure websites from the ground up.",
    "products.web_dev.points_1": "High-Fidelity UI/UX Design & Optimization: Creating seamless user experiences and inspiring, detail-oriented interfaces.",
    "products.web_dev.points_2": "Design-to-Code Implementation: Flawless conversion of complex designs (e.g., from Figma, Sketch, or Adobe XD) into clean, production-ready code.",
    "products.web_dev.points_3": "E-commerce & Webshop Development: Implementation and integration for major platforms like Shopify, WooCommerce, and headless commerce solutions.",
    "products.web_dev.points_4": "Redesign, Relaunch, and Performance Audits: Modernizing existing digital presences for better functionality and SEO performance.",
    "products.web_dev.points_5": "",
    "products.app_dev.title": "Mobile App Development",
    "products.app_dev.description": "From concept to launch, we engineer intuitive, high-performance mobile applications for iOS and Android that engage users, drive sustained growth, and scale reliably.",
    "products.app_dev.points_0": "Native App Development (Swift/Kotlin) for maximum performance on iOS & Android.",
    "products.app_dev.points_1": "Cross-Platform Solutions using React Native for efficiency and rapid market entry.",
    "products.app_dev.points_2": "Robust Backend Services and Custom API Integration utilizing Cloud and Serverless architectures.",
    "products.app_dev.points_3": "App Store Deployment and continuous management (Apple App Store & Google Play).",
    "products.app_dev.points_4": "Implementation of advanced features like Push Notifications and secure In-App Purchases.",
    "products.app_dev.points_5": "Performance Monitoring, analytics setup, and long-term maintenance.",

    "products.ai_solutions.title": "AI Agents & Intelligent Automation",
    "products.ai_solutions.description": "Unleash the power of AI to transform your business operations. We build autonomous AI Agents and Custom Bots that automate routine tasks, unlock real-time data insights, and reduce costs.",
    "products.ai_solutions.points_0": "Custom AI Agents & Digital Co-workers: Autonomous automation bots for sales, customer support, and internal operations (e.g., HR, finance).",
    "products.ai_solutions.points_1": "Generative AI Applications: Building internal tools and public-facing products using Large Language Models (LLMs) for content generation, summarization, and process augmentation.",
    "products.ai_solutions.points_2": "AI-Powered Chatbots & Virtual Assistants: Developing custom, secure conversational bots for 24/7 customer service and seamless employee support.",
    "products.ai_solutions.points_3": "Predictive Analytics & Forecasting: Leveraging Machine Learning to model complex data and provide actionable forecasts for inventory, demand, and risk.",
    "products.ai_solutions.points_4": "Advanced Data Strategy: Design and implementation of modern data infrastructure to support ethical and scalable AI initiatives.",
    "products.ai_solutions.points_5": "",
    "blog.subtitle": "Blogs",
    "blog.title": "Thoughtful reads for every curious mind",
    "blog.read_more": "Read more →",
    "blog.view_more_articles": "View more articles →",
    "blog.loading": "Loading posts...",
    "blog.error": "Failed to load posts. Please ensure the WordPress URL is correct and the REST API is accessible.",
    "footer.featured_work": "Featured Work",
    "footer.project_title": "OneRetire App",
    "footer.view_project": "View Project →",
    "footer.headline_prefix": "Let's create something ",
    "footer.headline_highlight": "special",
    "footer.tagline": "If you have a project in mind, contact us and let’s get started!",
    "footer.lets_talk": "LET’S TALK",
    "footer.contact_heading": "Contact"
  }
}
