{
  "translation": {
    "navbar.about": "SOBRE NOSOTROS",
    "navbar.services": "SERVICIOS",
    "navbar.blog": "BLOG",
    "navbar.lets_talk": "HABLEMOS",
    "hero.headline": "Transformando Ideas en Herramientas Inteligentes.",
    "hero.cta": "La app OneRetire está ACTIVA",
    "about.tag": "Sobre Nosotros",
    "about.headline": "Nos asociamos con visionarios",
    "about.main_text": "Fundados por un ex profesional de las Naciones Unidas y creador de OneRetire, combinamos una perspectiva global con experiencia técnica para transformar desafíos complejos en soluciones claras e inteligentes. Nos especializamos en el desarrollo de aplicaciones, diseño de sitios web y automatización con IA, ayudando a organizaciones y emprendedores a crecer a través de tecnología inteligente y escalable. Desde software personalizado y aplicaciones móviles hasta agentes de IA, nuestras soluciones están diseñadas para rendir — de manera hermosa y confiable.",
    "about.contact_button": "Creemos algo duradero, algo que cante",
    "web_dev.title": "Servicios de Desarrollo Web",
    "web_dev.tagline": "Construye sitios web modernos, responsivos y de alto rendimiento para tu marca.",
    "products.tag": "Lo que ofrecemos",
    "products.web_dev.title": "Servicios de Desarrollo y Diseño Web",
    "products.web_dev.description": "Creamos sitios web y plataformas digitales de alto rendimiento diseñados para la velocidad, estabilidad y escalabilidad. Combinamos tu visión con nuestra experiencia técnica para construir una base óptima y atractiva para tu crecimiento.",
    "products.web_dev.points_0": "Diseño y Desarrollo de Sitios Web a Medida: Construcción de sitios web rápidos, responsivos y seguros desde cero.",
    "products.web_dev.points_1": "Diseño y Optimización UI/UX de Alta Fidelidad: Creación de experiencias de usuario fluidas e interfaces inspiradoras y orientadas al detalle.",
    "products.web_dev.points_2": "Implementación de Diseño a Código: Conversión impecable de diseños complejos (ej. Figma, Sketch, Adobe XD) en código limpio y listo para producción.",
    "products.web_dev.points_3": "Desarrollo de E-commerce y Tiendas Online: Implementación e integración para plataformas principales como Shopify, WooCommerce y soluciones de headless commerce.",
    "products.web_dev.points_4": "Rediseño, Relanzamiento y Auditorías de Rendimiento: Modernización de presencias digitales para una mejor funcionalidad y rendimiento SEO.",
    "products.web_dev.points_5": "",
    "products.app_dev.title": "Desarrollo de Aplicaciones Móviles",
    "products.app_dev.description": "Desde el concepto hasta el lanzamiento, diseñamos aplicaciones móviles intuitivas y de alto rendimiento para iOS y Android que atraen a los usuarios, impulsan el crecimiento sostenido y escalan de manera confiable.",
    "products.app_dev.points_0": "Desarrollo de Aplicaciones Nativas: Creación de apps de alto rendimiento para iOS y Android utilizando Swift y Kotlin para máxima velocidad y estabilidad.",
    "products.app_dev.points_1": "Desarrollo Multiplataforma: Uso de React Native y Flutter para construcciones eficientes y rentables con bases de código compartidas.",
    "products.app_dev.points_2": "Ingeniería Backend e Integración de API: Diseño de sistemas backend robustos y escalables con arquitecturas Cloud y Serverless.",
    "products.app_dev.points_3": "Despliegue y Gestión del Ciclo de Vida: Manejo de envíos, cumplimiento y actualizaciones continuas en Apple App Store y Google Play.",
    "products.app_dev.points_4": "Funciones e Integraciones Avanzadas: Implementación de notificaciones push, compras seguras dentro de la app y marcos de analítica.",
    "products.app_dev.points_5": "Monitoreo y Mantenimiento: Configuración de seguimiento de rendimiento, análisis de fallos y optimización continua de la app.",
    "products.ai_solutions.title": "Agentes de IA y Automatización Inteligente",
    "products.ai_solutions.description": "Libera el poder de la IA para transformar tus operaciones comerciales. Construimos Agentes de IA autónomos y Bots Personalizados que automatizan tareas rutinarias, desbloquean información en tiempo real y reducen costos.",
    "products.ai_solutions.points_0": "Agentes de IA Personalizados y Co-workers Digitales: Bots autónomos de automatización para ventas, soporte al cliente y operaciones internas (RRHH, finanzas).",
    "products.ai_solutions.points_1": "Aplicaciones de IA Generativa: Creación de herramientas internas y productos públicos utilizando Grandes Modelos de Lenguaje para generación de contenido, resumen y aumento de procesos.",
    "products.ai_solutions.points_2": "Chatbots y Asistentes Virtuales con IA: Desarrollo de bots conversacionales seguros y personalizados para servicio al cliente 24/7 y soporte interno.",
    "products.ai_solutions.points_3": "Análisis Predictivo y Pronóstico: Uso de Machine Learning para modelar datos complejos y generar pronósticos accionables para inventario, demanda y riesgo.",
    "products.ai_solutions.points_4": "Estrategia de Datos Avanzada: Diseño e implementación de infraestructura moderna de datos para respaldar iniciativas de IA éticas y escalables.",
    "products.ai_solutions.points_5": "",
    "blog.subtitle": "Blogs",
    "blog.title": "Lecturas reflexivas para toda alma curiosa",
    "blog.read_more": "Leer más →",
    "blog.view_more_articles": "Ver más artículos →",
    "blog.loading": "Cargando publicaciones...",
    "blog.error": "No se pudieron cargar las publicaciones. Asegúrate de que la URL de WordPress sea correcta y la API REST esté accesible.",
    "footer.featured_work": "Trabajo Destacado",
    "footer.project_title": "app OneRetire",
    "footer.view_project": "Ver Proyecto →",
    "footer.headline_prefix": "Creemos algo ",
    "footer.headline_highlight": "especial",
    "footer.tagline": "Si tienes un proyecto en mente, contáctanos y ¡empecemos!",
    "footer.lets_talk": "HABLEMOS",
    "footer.contact_heading": "Email",
    "footer.address_heading": "Dirección"
  }
}
